TRUNCATE TABLE stores;

INSERT INTO stores (
  name,
  category_name,
  price,
  description,
  business_hours,
  regular_holiday,
  postal_code,
  address,
  phone_number
) VALUES
(
  'ラーメン太郎',
  'ラーメン',
  900,
  '濃厚豚骨ラーメンが自慢のお店です。',
  '11:00〜22:00',
  '水曜日',
  '460-0008',
  '名古屋市中区',
  '052-000-0000'
),
(
  '名古屋拉麺',
  'ラーメン',
  850,
  'あっさり醤油が人気の名古屋系ラーメン。',
  '10:30〜21:00',
  '木曜日',
  '461-0001',
  '名古屋市東区',
  '052-222-2222'
),
(
  '焼肉キング',
  '焼肉',
  3000,
  '国産和牛が楽しめる焼肉店',
  '17:00〜23:00',
  '月曜日',
  '368-7361',
  '名古屋市千種区',
  '052-111-1111'
);